Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Antiemetics for morning sickness
it: Antimimetica per le malattie mattutine

source: Deodorants for refrigerators
it: Deodoranti per frigoriferi

source: Toilet deodorants
it: Deodoranti WC

source: Oral anti-epileptic pharmaceutical preparations
it: Preparati farmaceutici antiepilettici per uso orale

source: Parenteral anti-epileptic pharmaceutical preparations
it: Preparati farmaceutici antiepilettici per uso parenterale

source: Acaricides for industrial purposes
it: Acaricidi per scopi industriali

source: Paracetamol preparations for oral administration
it: Preparati a base di paracetamolo per somministrazione orale

source: Paracetamol preparations for intravenous administration
it: Preparati a base di paracetamolo per somministrazione endovenosa

source: Biological adjuvants for medical purposes
it: Coadiuvanti biologici per uso medico

source: Chemical adjuvants for medical purposes
it: Coadiuvanti chimici per uso medico

source: Reconstituted cells for medical treatments for skin care
it: Cellule ricostituite per trattamenti medici per la cura della pelle

source: Reconstituted cells for clinical treatments for skin care
it: Cellule ricostituite per trattamenti clinici per la cura della pelle

source: Dietetic sweeteners for medical purposes
it: Dolcificanti dietetici ad uso medico

source: Sanitary preparations and articles
it: Preparati e prodotti per l'igiene

source: Medicated and sanitising soaps and detergents
it: Saponi e detergenti medicinali e igienizzanti

source: Diagnostic preparations and materials
it: Preparati e materiali per la diagnostica

source: Dental preparations and articles, and medicated dentifrices
it: Preparati e articoli odontoiatrici, e dentifrici medicati

source: Car air fresheners
it: Deodoranti per auto

source: Alginate tablets for pharmaceutical purposes
it: Compresse di alginati per scopi farmaceutici

source: Alginate solutions for pharmaceutical purposes
it: Soluzioni di alginati per uso farmaceutico

source: Alloys of precious metals as dental implants
it: Leghe di metalli preziosi per impianti dentali

source: Metal alloys for dental restoration purposes
it: Leghe di metalli per uso nelle ricostruzioni dentali

source: Amino acid preparations for pharmaceutical use
it: Preparati di amminoacidi per uso farmaceutico

source: General anaesthetics
it: Anestetici generali

source: Non-steroidal anti-inflammatory drugs
it: Farmaci antinfiammatori non steroidei

source: Cyclooxygenase inhibitors
it: Inibitori della ciclossigenasi

source: Opiod analgesics
it: Analgesici oppioidi

source: Analgesics for pharmaceutical use
it: Analgesici per uso farmaceutico

source: Analgesics for medical use
it: Analgesici per uso medico

source: Antibacterial facial cleanser
it: Detergenti antibatterici per il viso

source: Antibacterial lathering cleanser
it: Schiume detergenti antibatteriche

source: Bacteria fighting cleanser
it: Detergenti antibatterici

source: Protein synthesis inhibitors
it: Inibitori della sintesi proteica

source: Anti-cancer preparations of chemical origin
it: Preparati antitumorali di origine chimica

source: Anti-cancer preparations of plant origin
it: Preparati antitumorali di origine vegetale

source: Anti-cancer preparations of microbial origin
it: Preparati antitumorali di origine microbica

source: Anti-cancer preparations from hormones and antagonists
it: Preparati antitumorali ottenuti da ormoni e antagonisti

source: Anti-emetics used for treating nausea
it: Antiemetici per il trattamento della nausea

source: Anti-emetics used for treating vomiting
it: Antiemetici per il trattamento del vomito

source: Anti-emetics obtained from plant sources
it: Antiemetici di origine vegetale

source: Exogenous antigens
it: Antigeni esogeni

source: Endogenous antigens
it: Antigeni endogeni

source: Viral antigens
it: Antigeni virali

source: Tumour antigens
it: Antigeni tumorali

source: Antihemorrhoidal suppositories
it: Supposte antiemorroidali

source: Dental resin cements
it: Cementi di resina dentale

source: Clay for pharmaceutical use
it: Argilla per uso farmaceutico

source: Natural clay for therapeutic purposes
it: Argilla naturale per scopi terapeutici

source: Naturally derived antimicrobials for dermatological use
it: Prodotti antimicrobici di derivazione naturale per uso dermatologico

source: Anti-neoplastic preparations of chemical origin
it: Preparati antineoplastici di origine chimica

source: Anti-neoplastic preparations of plant origin
it: Preparati antineoplastici di origine vegetale

source: Anti-neoplastic preparations of microbial origin
it: Preparati antineoplastici di origine microbica

source: Anti-neoplastic preparations from hormones and antagonists
it: Preparati antineoplastici da ormoni e antagonisti

source: Anti-oxidants comprising enzymes
it: Antiossidanti comprendenti enzimi

source: Anti-oxidants derived from honey
it: Antiossidanti derivati dal miele

source: Anti-oxidants for medicinal use
it: Antiossidanti per uso medico

source: Anti-oxidants for dietary use
it: Antiossidanti per uso dietetico

source: Antiparasitic preparations from plant sources
it: Prodotti antiparassitari di origine vegetale

source: Ectoparasite repellents
it: Repellenti per ectoparassiti

source: Antiparasitic preparations from chemical sources
it: Prodotti antiparassitari di origine chimica

source: Anti-oxidant supplements
it: Integratori antiossidanti

source: Anti-cancer drugs
it: Farmaci anticancro

source: Cough suppressants
it: Sedativi della tosse

source: Antivenom for the treatment of bites
it: Antiveleno per il trattamento di morsi

source: Antivenom for the treatment of stings
it: Antiveleno per il trattamento di punture

source: Antiviral prodrugs
it: Profarmaci antivirali

source: Coronary artery bypass grafts
it: Innesti per bypass aortocoronarico

source: Parasympathomimetic agents
it: Agenti parasimpaticomimetici

source: Antiparkinson agents
it: Agenti antiparkinsoniani

source: Antimuscarinic antispasmodics
it: Antispasmodici antimuscarinici

source: Sympathomimetic agents
it: Agenti simpaticomimetici

source: Antimigraine drugs
it: Farmaci antiemicranici

source: Bacteriological preparations for pharmaceutical use
it: Preparati batteriologici per uso farmaceutico

source: Bark extract for pharmaceutical use
it: Estratto di corteccia per uso farmaceutico

source: Bark extract for nutraceutical use
it: Estratto di corteccia per uso nutraceutico

source: Bee pollen for nutraceutical use
it: Polline d'api per uso nutraceutico

source: Antibiotics for detoxification purposes
it: Antibiotici per la disintossicazione

source: Blood cleaners for detoxification purposes
it: Depuratori del sangue per scopi di disintossicazione

source: Laxatives for detoxification purposes
it: Lassativi per scopi di disintossicazione

source: Diuretics for detoxification purposes
it: Diuretici per scopi di disintossicazione

source: Anticatarrhals for detoxification purposes
it: Anticatarrali per scopi di disintossicazione

source: Natural biocides
it: Biocidi naturali

source: Synthetic biocides
it: Biocidi sintetici

source: Body creams for pharmaceutical use
it: Creme per il corpo per uso farmaceutico

source: Body gels for pharmaceutical use
it: Gel per il corpo per uso farmaceutico

source: Cachets for medicinal purposes
it: Compresse per uso farmaceutico

source: Dihydropyridine calcium channel blockers
it: Calcioantagonisti della diidropiridina

source: Non-dihydropyridine calcium channel blockers
it: Calcioantagonisti non a base di diidropiridina

source: Bark for nutraceutical purposes
it: Corteccia per uso nutraceutico

source: Ethanol for pharmaceutical purposes
it: Etanolo per uso farmaceutico

source: Cantharides extract for pharmaceutical use
it: Estratto di cantaride per uso farmaceutico

source: Cantharides preparations for medical use
it: Preparati a base di cantaride per uso medico

source: Cantharides preparations for veterinary use
it: Preparati a base di cantaride per uso veterinario

source: Cardiovascular drugs for use in treating hypertension
it: Farmaci cardiovascolari per il trattamento dell'ipertensione

source: Cardiovascular drugs used in treating arrhythmias
it: Farmaci cardiovascolari per il trattamento dell'aritmia

source: Cardiovascular drugs used in treating congestive heart failure (CHF)
it: Farmaci cardiovascolari per il trattamento dell'insufficienza cardiaca congestizia

source: Castor oil as a coating for pharmaceuticals
it: Olio di ricino come rivestimento di farmaci

source: Analeptic stimulants
it: Stimolanti analettici

source: Psychomotor stimulants
it: Stimolanti psicomotori

source: Activated charcoal for medical use
it: Carbone attivo per uso medico

source: Jellyfish repellent sunscreens
it: Filtri solari repellenti per meduse

source: Panthenol preparations for medical use
it: Preparati a base di pantenolo per uso medico

source: Regulatory proteins for medical use
it: Proteine regolatrici per uso medico

source: Pharmaceutical preparations for the treatment of esophagitis
it: Prodotti farmaceutici per il trattamento dell'esofagite

source: Pharmaceutical products for the treatment of depression
it: Prodotti farmaceutici per il trattamento della depressione

source: Pharmaceutical preparations for hair care
it: Preparati farmaceutici per la cura dei capelli

source: Rocket launching platforms of metal
it: Rampe di lancio di razzi in metallo

source: Angle irons of metal
it: Angolari metallici

source: Railway points
it: Scambi ferroviari

source: Ceramic reinforced aluminium alloys
it: Leghe di alluminio con rinforzo in ceramica

source: Check valves of metal [other than parts of machines]
it: Valvole di ritegno in metallo [non parti di macchine]

source: Nickel
it: Nichel

source: Arches of metal
it: Archi in metallo

source: Magnesium and its alloys
it: Magnesio e sue leghe

source: Turntables [railways]
it: Piattaforme girevoli

source: Valve assemblies of metal [other than parts of machines]
it: Gruppi di valvole in metallo [non parti di macchine]

source: Decking of metal
it: Copertura in metallo

source: Barricades for highways (Metal -)
it: Barriere per autostrade (In metallo -)

source: Fish plates [rails]
it: Stecche di rotaie

source: Clips of metal for tubes
it: Morsetti metallici per tubi

source: Closures of metal
it: Chiusure in metallo

source: Rollers (Metal -) for sliding windows
it: Rulli (In metallo -) per finestre scorrevoli

source: Capitals (Metal -) being parts of pillars
it: Capitelli (In metallo -) che sono parti di pilastri

source: Casements of metal
it: Vasistas in metallo

source: Fences of metal
it: Recinti metallici

source: Floors made of metal alloys
it: Pavimenti in leghe metalliche

source: Foils of metal for cooking
it: Fogli metallici per la cottura

source: Non-electric iron wires
it: Fili di ferro non elettrici

source: House numbers of metal, non-luminous
it: Numeri di case non luminosi in metallo

source: Warehouses of metal
it: Magazzini in metallo

source: Wedges of metal
it: Cunei metallici

source: Duckboards of metal
it: Graticci metallici

source: Transportable greenhouses of metal for household use
it: Serre trasportabili in metallo per uso domestico

source: Ingot moulds of metal for castings
it: Lingottiere in metallo per colate

source: Advertising hoardings [structures] of metal
it: Pannelli pubblicitari [strutture] in metallo

source: Expansion joints of metal
it: Giunti di espansione metallici

source: Anchors
it: Ancore

source: Molybdenum iron
it: Ferro-molibdeno

source: Downpoles of metal for the distribution of cables
it: Pali sotterranei in metallo per la distribuzione dei cavi

source: Downpoles of metal for the ducting of wires
it: Pali in metallo per l'inserimento di fili in condotte

source: Action figures (Decorative -) of bronze
it: Personaggi d'azione (Decorativi -) in bronzo

source: Metal valves for controlling the flow of fluids in pipelines
it: Valvole metalliche per il controllo del flusso dei fluidi in condotte

source: Valves of metal, other than parts of machines
it: Valvole diverse dalle parti di macchine in metallo

source: Steel alloys
it: Leghe d'acciaio

source: Industrial packaging containers of metal
it: Contenitori di metallo per imballaggio industriale

source: Conservatories of metal being fixed building structures
it: Serre in metallo che sono strutture edili fisse

source: Cladding panels of metal for roofing
it: Pannelli di rivestimento in metallo per tetti

source: Tanks of metal for the storage of compressed gases
it: Serbatoi metallici per l'immagazzinamento di gas compressi

source: Metal bottles for compressed gas
it: Bombole in metallo per gas compressi

source: Ceiling suspension (Metal -) for sign displays
it: Sospensioni per soffitto (In metallo -) per insegne

source: Floating containers of metal
it: Container galleggianti in metallo

source: Boxes of common metal
it: Scatole in metalli comuni

source: Iron
it: Ferro

source: Cable trays of metal [other than electric]
it: Vaschette metalliche per cavi [non elettrici]

source: Rings for bulls' noses [metal]
it: Anelli per il naso dei buoi [metallo]

source: Pewter figurines
it: Statuine in peltro

source: Skylight frames (Metal -) for use in buildings
it: Telai (In metallo -) per lucernari per edifici

source: Slabs of common metal
it: Lastre in metallo comune

source: Lighting domes [structures] of metal for buildings
it: Cupole per illuminazione [strutture] in metallo per edifici

source: Joint connectors (Metal -) for pipes
it: Connettori per giunti (In metallo -) per tubi

source: Modular portable building units of metal
it: Unità di costruzioni portatili modulari di metallo

source: Doors and windows of metal
it: Porte e finestre metalliche

source: Ducts of metal for ventilating installations
it: Condotti in metallo per impianti di ventilazione

source: Stables [structures] of metal
it: Stalle [strutture] in metallo

source: Support stands [structures] of metal for bicycles
it: Cavalletti di supporto [strutture] in metallo per biciclette

source: Figurines of bronze being works of art
it: Statuette in bronzo che sono oggetti d'arte

source: Screw threaded fasteners of metal
it: Chiusure filettate in metallo

source: Steel castings [semi-finished]
it: Acciaio fuso in getti [semilavorato]

source: Panels of metal for cladding on buildings
it: Pannelli in metallo per il rivestimento di edifici

source: Busts of bronze
it: Busti di bronzo

source: Churns [containers] of metal for milk
it: Zangole [contenitori] di metallo per latte

source: Double glazing panels (Metal -) incorporating insulating glass
it: Pannelli a doppi vetri (In metallo -) contenenti vetro isolante

source: Poster advertising pillars [structures] of metal
it: Colonne pubblicitarie in metallo [strutture] per manifesti

source: Prefabricated strongrooms [structures] of metal
it: Camere blindate prefabbricate [strutture] in metallo

source: Racking [structures] of metal for supporting cables
it: Ripiani [strutture] in metallo per il supporto di cavi

source: Elbows of metal for pipes including those from alloy steel and titanium
it: Gomiti in metallo per tubi compresi quelli di acciaio in lega e titanio

source: Architraves of metal
it: Architravi di metallo

source: Armoured materials of metal
it: Materiali blindati in metallo

source: Baffle walls (Metallic -) for gymnasiums
it: Pareti a diaframma (In metallo -) per palestre

source: Balls for bearings
it: Sfere per cuscinetti

source: Bauxite reinforced aluminium
it: Alluminio rinforzato con bauxite

source: Beams of common metal for scaffolding
it: Travi in metallo comune per impalcature

source: Magnesium
it: Magnesio

source: Reels of metal [non-mechanical] for storing cables
it: Bobine in metallo [non meccanica] per il deposito di cavi

source: Road cones [non-mechanical, non-luminous of metal]
it: Coni stradali [non meccanici, non luminosi] in metallo

source: Window casement bolts
it: Cremonesi [per serrature]

source: Brackets of metal for building
it: Mensole in metallo [costruzione]

source: Metallic containers
it: Contenitori metallici

source: Pedestals (metal -) [structures]
it: Piedistalli (in metallo -) [strutture]

source: Metal alloys for further manufacturing
it: Leghe di metalli per successiva lavorazione

source: Metal cylinders for compressed gas or liquids [empty]
it: Cilindri metallici per gas compressi o liquidi [vuoti]

source: Guttering of metal for the collection of rain-water
it: Grondaie in metallo per la raccolta dell'acqua piovana

source: Sculpted works of art made from bronze
it: Opere d'arte scolpite in bronzo

source: Radiator valves of metal [other than thermostatic]
it: Valvole in metallo per radiatori [non termostatiche]

source: Rail fastenings of metal
it: Attacchi per rotaie in metallo

source: Tantalum and its alloys
it: Tantalio [e sue leghe]

source: Tin and its alloys
it: Stagno e sue leghe

source: Silver-plated tin alloys
it: Leghe di stagno argentato

source: Ladders made wholly of metal
it: Scale interamente in metallo

source: Wood screws made of metal
it: Viti per legno in metallo

source: Spacers being building elements made of metal
it: Separatori che sono elementi da costruzione in metallo

source: Spandrel panels of metal
it: Pannelli veletta in metallo

source: Badges of metal for vehicles
it: Scudetti per veicoli in metallo

source: Ironmongery of metal for building
it: Ferramenta in metallo per l'edilizia

source: Titanium
it: Titanio

source: Fittings of metal for compressed air ducts
it: Armature metalliche per condotte d'aria compressa

source: Anchor channels of metal
it: Canali di fissaggio in metallo

source: Arbours [structures] of metal
it: Pergolati [costruzioni] in metallo

source: Couplings of metal for tubing
it: Raccordi in metallo per tubolatura

source: Cupboard fittings of metal
it: Finiture in metallo per armadi

source: Materials of metal for scaffolds
it: Materiali metallici per impalcature

source: Metal wire [common metal]
it: Filo metallico [metallo comune]

source: Cable stretchers
it: Tenditori per cavi

source: Collets of metal, other than parts of machines
it: Pinze in metallo, non parti di macchine

source: Signs, non-luminous and non-mechanical, of metal
it: Segnaletica in metallo non luminosa e non meccanica

source: Stretchers for iron bands [tension links]
it: Tenditori di strisce di ferro [staffe di tensione]

source: Cable supports made of metal
it: Supporti in metallo per cavi

source: Bronzes [works of art]
it: Bronzi [oggetti d'arte]

source: Molds of metal for casting ceramic materials
it: Stampi in metallo per colate di materiali in ceramica

source: Water tanks of metal for household purposes
it: Serbatoi in metallo per l'acqua per uso domestico

source: Flexible tubes of metal
it: Tubi flessibili metallici

source: Brickwork supports of metal
it: Supporti per muratura in metallo

source: Reinforcing materials of metal for building
it: Armature metalliche per la costruzione

source: Spray cabinets (Metal -) incorporating extracting installations
it: Cabine per spruzzatura (In metallo -) con impianti di aspirazione

source: Pressure actuated rings [metal]
it: Anelli a pressione [metallo]

source: Silicon iron
it: Ferro-silicio

source: Aluminium profiles for use with information or display apparatus
it: Profili in alluminio da utilizzare con dispositivi di informazione o esposizione

source: Aluminium windows
it: Finestre in alluminio

source: Balls of steel
it: Palle d'acciaio

source: Tubes of steel, including those rolled, peeled or ground
it: Tubi di acciaio, inclusi quelli laminati, pelati o da polvere

source: Hollow steel bars
it: Barre cave in acciaio

source: Alloyed iron
it: Leghe di ferro

source: Shuttering of metal for concrete
it: Casseri metallici per il calcestruzzo

source: Wire of common metal alloys, except fuse wire
it: Fili in leghe di metalli comuni tranne i fusibili

source: Bindings of metal
it: Legacci in metallo

source: Monuments of metal
it: Monumenti in metallo

source: Suspended ceilings of metal
it: Controsoffitti sospesi metallici

source: Swimming pools [structures] of metal
it: Piscine [costruzioni] metalliche

source: Tanks of metal for the transportation of compressed gases
it: Serbatoi in metallo per il trasporto di gas compressi

source: Frameworks of metal for ceilings
it: Strutture metalliche per soffitti

source: Metal scaffolding for facades
it: Impalcature metalliche per facciate

source: Nails of metal
it: Chiodi in metallo

source: Lead, unwrought or semi-wrought
it: Piombo grezzo o semilavorato

source: Cages of metal
it: Gabbie metalliche

source: Ventilation grilles of metal for fitting in windows
it: Griglie di ventilazione in metallo per finestre

source: Wall coverings made of metal for constructing walls
it: Rivestimenti in metallo per pareti per la costruzione di pareti

source: Window glazing fixtures made of metal
it: Impianti di vetratura per finestre metallici

source: Reservoirs (metal -) [structures]
it: Serbatoi (metallo -) [strutture]

source: Roofing tiles of metal
it: Tegole metalliche

source: Prefabricated metal bridges
it: Ponti metallici prefabbricati

source: Skirting boards of metal
it: Battiscopa in metallo

source: Germanium
it: Germanio

source: Booths (Metal -) for use in the curing of metal surfaces
it: Cabine (In metallo -) per il trattamento di superfici metalliche

source: Portable cabins of metal
it: Cabine portatili in metallo

source: Porticos of metal
it: Portici in metallo

source: Prefabricated aluminium scaffolding frames
it: Strutture prefabbricate in alluminio per impalcature

source: Stores [strong rooms] of metal
it: Depositi [camere blindate] in metallo

source: Sliding doors of metal for buildings
it: Porte scorrevoli in metallo per edifici

source: Securing wire for plants
it: Fili di fissaggio per piante

source: Security closures of metal
it: Chiusure di sicurezza in metallo

source: Security shutters of metal
it: Serrande di sicurezza in metallo

source: Self-tapping metal screws
it: Viti metalliche autofilettanti

source: Steel chimneys
it: Camini in acciaio

source: Buildings being fixed structures of metal
it: Costruzioni che sono strutture fisse in metallo

source: Cabins made of metal
it: Cabine in metallo

source: Adjustable collars [metal]
it: Collari regolabili [metallo]

source: Doors of metal for buildings
it: Porte metalliche per edifici

source: Racking [structures] of metal for supporting tubes
it: Scaffalature [strutture] in metallo per sostentere tubi

source: Metal fluid storage tanks
it: Serbatoi in metallo per liquidi

source: Semi-finished articles of aluminium or its alloys
it: Articoli semilavorati in alluminio o sue leghe

source: Archways made from metallic materials
it: Arcate in metariali metallici

source: Armour made of common metals
it: Blindature in metalli comuni

source: Platforms of metal
it: Piattaforme metalliche

source: Stoppers of metal
it: Tappi in metallo

source: Nails
it: Chiodi

source: Zinc and its alloys
it: Zinco e sue leghe

source: Building materials (Metal -) in the form of sheets
it: Materiali da costruzione (Metallici -) sotto forma di pannelli

source: Identification bracelets of metal
it: Braccialetti d'identificazione in metallo

source: Bolt snaps of metal
it: Moschettoni in metallo

source: Pelletized iron
it: Ferro in granuli

source: Lead strips for use on windows
it: Strisce di piombo per finestre

source: Sound insulating structures of metal
it: Strutture per isolamento acustico in metallo

source: Tombstone stelae of metal
it: Steli funerari metallici

source: Elbow outlets of metal
it: Uscite a gomito in metallo

source: Elbows of metal for connecting gas piping to gas appliances
it: Gomiti in metallo per la connessione di tubi del gas ad apparecchi a gas
